<div class="productionTextDiv" >
    <div class="productionTextStyle">
        在核心业务系统与财务系统中分别建立两套并行的总账业务系统，
准确定位核心业务系统、财务系统服务功能，将财务费用、资产的
核算和利润分配工作从核心脱离，
以减少核心业务系统核算压力；财务系统生成的各项结果数据归集到省联社数据仓库，
实现全行内的资源共享。同时，利用财务系统各功能模块进行生成报表、财务分析、为加强财务管理、
进行绩效考评提供数据支持；建立费用专户管理模型，增强成本管理意识，
实现支出按照收入配比使用，实现对费用成本支出的自我约束，自我控制；资产集中化、
自动化管理，不仅提供资产的增加、减少、折旧等基础功能，满足对资产购建与处置的审批、调拨、统计、查询、评估、
在建工程管理及相应折旧、减值的自动计提；对资产减值准备实行集中管理，准确识别、计量资产的风险，
建立资产减值准备管理的分析模型，为判断资产减值是否充足提供依据；建立所有者权益资金的管理子系统，
实现信用社年度利润分配，有效保障信用社与股东权益；通过对资本金管理的风险指标进行监控，实现信用社依法合规
经营的自我约束，保持经营期间资本金的完整与稳定；结合内部资金转移价格的确定和分配
，真实反映不同营业机构的利润水平，为实现资源的有效配置、
衡量营业机构的盈利能力提供依据，将成本按照营业机构、
管理部门进行归集，结合资金转移价格准确评价营业机构、管理部门的业绩，
真实反映各机构、部门对信用社的贡献度；
完成多维度的管理会计报表，满足不同层面的不同管理要求。完善的财务分析指标体系的测算，既减轻手工
计算工作量，又提高精确度，为管理层提供及时、动态的决策数据；
业绩评价指标体系的建立，为平衡计分卡模型的应用提供支撑，为省联社与法人单位在最短的时间内做出客观、
公正和准确的综合判断，实现科学合理决策提供数据支持；
    </div>
        <div style="height: 55px;"></div>
    <div style="margin-left: 25%;"><img src="./public/image/caiguan.png"/></div>
</div>
<input type="hidden" value="银行财务管理系统" id="productionTitle">
            <input type="hidden" id="perUrl" value="">
            <input type="hidden" id="NextUrl" value="./public/ajaxPage/bankCredit.php">
            <script>
                $(".perButtom").hide();
            </script>