<div class="productionTextDiv">
    <div class="productionTextStyle">  	
我们公司结合多年国外银行业务咨询经验和对国内银行业务的深入了解，以及对国内银行未来走向的认识，在吸收国外多年银行应用系统先进的结构思想基础上，针对国内银行实际情况，设计、开发出一套适合国内的银行业务系统。

在系统架构设计时，把所有随业务发展会不断变化的部分从核心中剥离出来，核心帐务层只保留了最基本最稳定的部分业务和所有业务功能的帐务处理，同时增加了外挂系统的通用计帐模块，将这些银行基础业务抽取共性进行封装，形成为帐务支撑平台，作为系统记帐和管理的核心。其目的是在结构不发生变化的情况下，最大限度地发挥系统的适应性。

这种结构有别于其他公司的设计，其他公司是将所有业务功能都设计在核心系统中，所有功能在当期能满足客户的要求，但由于银行业务的发展是迅速和多样的，当业务功能随着业务的发展需要改进和调整时，就要对其核心进行修改，会对核心的整体结构造成破坏。修改所涉及的范围越大，其工作量越大，修改周期越长，对业务发展的后期阻碍越明显。

采用上述结构设计的银行核心系统，可以看到下面的优点：


“小核心、大应用”

面临纷繁复杂的市场竞争环境和国内不均衡的经济发展，对银行业务系统的一个极重要的要求就是产品创新的能力。在本系统的体系结构中，采用 “小核心、大应用”的设计模式，即只把稳定的业务和帐务支撑平台留在核心系统，变化快的业务或与其他系统相连的业务都放在外挂系统中，加之在核心系统又有通用的外挂业务计帐模块，这样就既能快捷的满足产品的创新，同时又保证核心系统的稳定，是同时具有先进性和适应性的。
    </div>
    <div style="height: 55px;"></div>
    <div style="margin-left: 25%;"><img src="./public/image/hexinyewu.png"/></div>
</div>
<input type="hidden" value="核心业务系统解决方案" id="productionTitle">
            <input type="hidden" id="perUrl" value="./public/ajaxPage/processBank.php">
            <input type="hidden" id="NextUrl" value="./public/ajaxPage/CustomerInformationManagement.php">