<div class="productionTextDiv">
    <div class="productionTextStyle">  	
	本客户管理信息系统总体来说，可以用“坚持一个中心、实行二级构架、把握三项原则、整合四类信息、立足五个目标、设置六个板块”来概括。
坚持一个中心----坚持以客户为中心
实行二级架构
	按照风险分层控制的原则，整个系统的架构采取省联社（含市办）、县市级法人（含市联社、合作银行）分级使用模式。
把握三项原则<br>
	第一，实用、有效、能满足管理需要的原则。<br>
	第二，建立在核心和信贷管理系统能提供信息的基础上，对原系统不做大的改造、不增加大的投入的原则。<br>
	第三，根据我们的需要和能力出发，着眼当前，考虑长远，搭好构架，在实践中完善，分层次推进的原则。<br>
整合四类信息
	客户管理信息系统，是根据“以客户为中心”的经营思想，将分散在核心业务系统和信贷管理系统，以及将来从其他有关子系统中采集来的原始数据按客户号、员工号、产品号和网点号整合成客户、产品、员工和渠道四类信息，进行统计、汇总和换算，整合成有机的整体，为农村信用社的客户管理、产品管理、渠道管理、员工绩效考核等经营行为提供可量化的信息依据。
立足五个目标<br>
	目标一：对客户的识别分析。<br>
	目标二：促进市场营销。<br>
	目标三：优化资源配置。<br>
	目标四：提升内部管理。<br>
	目标五：提高市场竞争力。<br>
设置六个板块
	系统实现六个板块：宏观分析、客户分析、产品分析、渠道分析、绩效分析、经营简报等六个板块内容。
系统特点<br>
	1. 整合客户资源；<br>
	2. 系统采用B/S架构，客户端界面采用网页风格的用户界面，实现了瘦客户端与硬件无关性；<br>
	3. 接入实时，数据直观；<br>
	4. 内置功能强大的功能模块；<br>
	5. 数据查询采用灵活多变的维度组合，满足不同查询需求，数据组合对比随心所欲；<br>
	6. 支持数据图形下载编辑，为客户端扩展功能提供了途径；<br>
	7. 支持多种多个账号，操作风格统一；<br>
	8. 强大的在线升级功能，即发布即升级，免除繁锁的安装与配置。<br>
    </div>
    <div style="height: 55px;"></div>
    <div style="margin-left: 25%;"><img src="./public/image/kehuguanli.png"/></div>
</div>
<input type="hidden" value="银行客户信息管理系统" id="productionTitle">
            <input type="hidden" id="perUrl" value="./public/ajaxPage/coreBusinessSystem.php">
            <input type="hidden" id="NextUrl" value="./public/ajaxPage/MobilQueue.php">