<div class="productionTextDiv" >
    <div class="productionTextStyle">
        <p>
        <p>
            财雅捷流程银行解决方案是基于完成基于SOA的设计理念的全新一代流程银行解决方案。

        <p>
            主要特点<br/>        
            功能性SOA的主要贡献是将生产第一线上工作的软件所获得的信息资源拿来，进行分析和处理，实现信息共享，同时提供一些业务功能的工作流处理过程。
        </p>
        <p>
            1、充分利用现有的资源，消除了信息孤岛，可以从现有的软件资源中获取价值，而不必重新从头开始构建或再工程，也不影响被整合系统的自身升级或修改；
            <br>
            2、更易于集成和管理复杂性。因为复杂性通过ESB和BPM二个中间件平台将其隔离。当更多的企业和银行需要互通互连时，也是可以十分方便地实现，对开发
            集成、维护和使用人员的素质要求又不高，使管理上大大简化；
            <br>
            3、更快地整合和现实，这使得可以快速地开发新的业务服务，并允许组织迅速地对改变做出响应和缩短开发时间；
            <br>
            4、降低成本和增加重用；上面所述的几个新增添的高层软件都可整合在一个统一的架构内，不管是那个软件或设备都可以溶合在一个系统中，即使将来需要做大
            的动作，此基础架构仍旧可以保持不变；
            <br>
            5、SOA 业务流程是由一系列业务服务组成的，可以更轻松地创建、修改和管理它来满足不同时期的需要。
            <br>
            6、SOA是有一套规范和标准，可以依此为基础，逐步扩充和完善行业标准。从而可帮助银行快速响应外部变化、进而实现创新、从而解决了CIO的苦恼。
            依托ESB思想
            ESB (Enterprise Service Bus 企业服务总线)。ESB就是一根连接各种服务的纽带，也可以理解为放置各种服务，使之能够协同工作的容器。ESB并不是SOA
            的特有的，而是可以帮助实现SOA的一项技术。它的重要性在于解决一个很现实的问题：不同服务（主要是实现服务的程序模块）之间进行数据交互时，
            数据格式不统一的问题。特别不同服务可能是不同语言开发的，也可能是不同时期开发的新旧不同的程序模块。它们的接口很	可能具有不同的数据格式。
            一个ESB就像一个万能翻译器，实现构件之间的交互。ESB的实现标准也没有一个统一的规范，不同厂商各有标准。一般来说ESB要
            具有以下几个特点：
        </p>
        <p style="float: left;">
            1．不同操作系统和开发语言的互通（如Java和.Net）<br>
            2．支持XML作为标准通讯语言<br>
            3．支持Web Service标准<br>
            4．实现旧系统旧模块的整合<br>
            5．实现模块通讯的安全认证机制<br>
        </p>

        </p>
        </p>
        <img  style="float: left;"src="./public/image/liuchengyinhang.png"/>
    </div>
</div>
<input type="hidden" value="流程银行整体解决方案" id="productionTitle">
            <input type="hidden" id="perUrl" value="./public/ajaxPage/bankCredit.php">
            <input type="hidden" id="NextUrl" value="./public/ajaxPage/coreBusinessSystem.php">