<div class="anotherPageStyle">
    <p>
        各种软硬件及网络产品方面的经验 ：
        <br/>
        雅捷公司技术服务队伍对IBM、HP、Cisco、3Com等多种主机及网络产品非常熟悉，在OS/400、AIX操作系统上以及DB2、INFORMIX等数据库产品上的实际经验相当丰富，有多名认证工程师。

        我们的技术队伍完全有能力保障客户以更低的成本、更高的效率使用各种先进的主机和网络系统，可以配合不同客户的实际需要，提供切实可行的解决方案。

        技术资料完备，公司拥有AS/400系列技术资料和培训教材，以及各种数据库系统的高级系统管理和性能调优的原厂资料，以让客户分享更详细的、更高级的技术原理，提高工作效率和水平。
        <br/>
        </p>
        <p>
         多种应用软件产品及应用开发经验 ：
        <br/>
        应用技术队伍集多年在银行、证券、税务等行业的业务系统开发经验，拥有多项成熟应用软件产品。成功开发过多个大型应用系统，熟悉银行、证券、税务等行业的核心及外围业务，同时在大型应用开发项目的项目范围管理方面积累了相当丰富的经验，为项目开发成功提供了有力保证。
        <br/>
        </p>
        <p>
         技术服务体系 ：
        <br/>
        提供客户现场服务。如有需要可以在24小时内到达客户现场，在最短时间内响应客户请求。公司设有服务热线，或个人通讯方式，365x24小时响应客户请求。
        <br/>
        </p>
        <p>
         培训服务承诺 ：
        <br/>
        为了保证应用系统的顺利实施，我们在北京和上海提供相关培训，并提供相应的培训教材。技术和业务培训贯穿在项目实施的始终。
        <br/>
        </p>
</div>
<input type="hidden" value="产品技术支持" id="productionTitle">
            <input type="hidden" id="perUrl" value="">
            <input type="hidden" id="NextUrl" value="./public/ajaxPage/MaintenanceService.php">
